
<title>ข้อกำหนดของบริการ</title>
<meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="icon" href="images/favicon.png">
<link rel="stylesheet" href="css/w3style.css">
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
<link href="https://fonts.googleapis.com/css?family=Noto+Sans+SC" rel="stylesheet">

<link rel="stylesheet" href="css/my-slider.css"/>
<script src="js/ism-2.2.min.js"></script>

<style>
body,h1,h2,h3,h4,h5,h6 {font-family: 'Noto Sans SC', sans-serif;}
.w3-bar,h1,button {font-family: 'Noto Sans SC', sans-serif;}
.fa-anchor,.fa-coffee {font-size:200px}
</style>
<body>
<?php include 'navbar.php'; ?>

<!-- second Grid -->


<div class="w3-container w3-white w3-padding-32">

    <div class="w3-center"><h1 class="w3-margin w3-xlarge w3-text-red w3-padding-16"><b>ข้อกำหนดของบริการ</b></h1> </div>

<div class="w3-quarter-body w3-container">
		&nbsp;
	</div>
	
	<div class="w3-half-body w3-container">
		<p>
		 

 


เพื่อขายผลิตภัณฑ์การท่องเที่ยว

หมายเลข /2017

บริษัทการท่องเที่ยว ยี่เทียนทัวร์ จำกัด โดย นางสาวปฎิญญา สระกวี กรรมการผู้จัดการ ซึ่งต่อไป ในสัญญาฉบับนี้เรียกว่า “ตัวแทน” ฝ่ายหนึ่ง กับโดยซึ่งกระทำการตาม (ระบุเอกสารที่เกี่ยวข้อง) ซึ่งต่อไปในสัญญาฉบับนี้เรียกว่า “ทัวร์” อีกฝ่ายหนึ่ง โดยถ้าหมายความถึงคู่สัญญาทั้งสองฝ่ายตามสัญญานี้จะเรียกว่า “คู่สัญญาทั้งสองฝ่าย” และถ้าหมายความถึงคู่สัญญาฝ่ายใดฝ่ายหนึ่งจะเรียกว่า “คู่สัญญาฝ่ายหนึ่ง” ได้ตกลงปฏิบัติตามข้อความดังต่อไปนี้

 
1. ข้อกำหนดของสัญญา

โดยจุดประสงค์เพื่อความสอดคล้องของคำและการใช้คำที่สั้นลงในสัญญนี้ ให้ใช้นิยามศัพท์ดังต่อไปนี้

“สัญญา” หมายถึง สัญญาฉบับนี้

“เอกสารแนบท้ายสัญญา” จะต้องหมายถึง ใบขอสั่งซื้อ เอกสารแนบท้าย เงื่อนไขเพิ่มเติมที่ถูกดำเนินการอย่างเหมาะสม ลงลายมือชื่อโดยผู้แทนที่รับมอบอำนาจของคู่สัญญาที่จะต้องถือว่าเป็นส่วนที่ครบถ้วนของสัญญา (โดยอิเล็คโทรนิคผ่านการยอมรับผ่านหน้าจอ)

“นักท่องเที่ยว” หมายถึง บุคคลที่กระทำหรือมีเจตนาที่จะเดินทางมาท่องเที่ยวไปยังราชอาณาจักรไทยหรือประเทศอื่นๆ สำหรับจุดประสงค์ที่ไม่ได้ถูกห้ามโดยกฎหมายของประเทศเจ้าบ้านเป็นระยะเวลาตั้งแต่ 24 ชั่วโมงถึง 1 ปี โดยไม่ได้ดำเนินการกิจกรรมใดๆ ที่ผิดกฎหมาย และโดยมีข้อผูกพันที่ต้องเดินทางออกจากประเทศหรือสถานที่พำนักชั่วคราวภายในระยะเวลาที่กำหนด

“สัญญาเพื่อประโยชน์ของบุคคลที่สาม” หมายถึง สัญญาที่มีสถานการณ์การบอกเลิกสัญญาบริการท่องเที่ยวเพื่อผลประโยชน์ของบุคคลที่สาม (นักท่องเที่ยว) หรือกลุ่มบุคคลที่สาม (กลุ่มนักท่องเที่ยว) โดยเฉพาะ

“ลูกค้า” หมายถึง บุคคลผู้ซื้อที่ลงลายมือชื่อหรือในสัญญาอิเล็คโทรนิคเพื่อประโยชน์ของบุคคลที่สามตามที่บริษัททัวร์มีข้อผูกพันเพื่อที่จะจัดหาให้ตามคำสั่งซื้อของนักท่องเที่ยว (กลุ่มนักท่องเที่ยว) หรือบริษัท (นิติบุคคล) กลุ่มบริการนักท่องเที่ยว (ผลิตภัณฑ์การท่องเที่ยว) ที่รับผิดชอบในการชำระเงินตามสัญญาดังกล่าว

“การขายผลิตภัณฑ์การท่องเที่ยว” หมายถึง การดำเนินการขายผลิตภัณฑ์การท่องเที่ยวให้แก่นักท่องเที่ยวหรือบริษัท (นิติบุคคล) ตามสัญญาให้บริการท่องเที่ยวหรือให้แก่ลูกค้าตามสัญญาเพื่อประโยชน์ของบุคคลที่สาม

“บัตรที่พัก” หมายถึง เอกสารในบางแบบฟอร์มโดยบริษัททัวร์ซึ่งทำให้นักท่องเที่ยว (กลุ่มนักท่องเที่ยว) มีสิทธิ์เข้าพักในโรงแรม (โรงเตี้ยม/รีสอร์ท) พร้อมกับอาหารบางชนิดและห้องพักบางชนิดภายในระยะเวลาที่กำหนด บัตรที่พักอาจจะให้สิทธิ์อนุญาตในการใช้บริการขนส่ง (การรับส่ง)

“ใบขอสั่งซื้อของบริษัทตัวแทน” หมายถึง การแจ้งไปยังบริษัททัวร์ให้รับทราบข้อตกลงของสัญญาเกี่ยวกับบริการท่องเที่ยวกับทางนักท่องเที่ยวหรือนิติบุคคลหรือข้อตกลงเกี่ยวกับสัญญาเพื่อประโยชน์ของบุคคลที่สามกับทางลูกค้า ตามที่ระบุในใบขอสั่งซื้อของบริษัทตัวแทนเป็นบัญชีรายชื่อบริการที่สั่งซื้อโดยนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) ใบขอสั่งซื้อของบริษัทตัวแทนอาจจะรวมคำสั่งซื้อหลายคำสั่งซื้อไว้ด้วยกัน   ใบขอสั่งซื้อของบริษัทตัวแทนเป็นข้อเสนอ (ข้อนำเสนอ) ที่ไม่สามารถเปลี่ยนแปลงได้ของทางบริษัทตัวแทนที่ส่งให้กับบริษัททัวร์รวมถึงข้อเสนอ (ข้อเสนอ) ที่ตกลงสัญญาให้บริการท่องเที่ยวหรือสัญญาเพื่อประโยชน์ของบุคคลที่สามหรือสัญญาการจัดงานทัวร์ส่งเสริมกิจกรรมการขายภายใต้เงื่อนไขที่ระบุในใบขอสั่งซื้อและแบบฟอร์มออนไลน์ของสัญญาที่เกี่ยวข้องบนเว็บไซต์ www.yitiantourl.com

ใบขอสั่งซื้อของบริษัทตัวแทนจะต้องถูกส่งไปยังบริษัททัวร์ทางอิเล็กทรอนิกส์ผ่านระบบการจองออนไลน์ (Online Booking System) บริษัทตัวแทนรับการเข้าถึงแบบฟอร์มอิเล็กทรอนิกส์ของใบขอสั่งซื้อของบริษัทตัวแทนในลักษณะที่จัดหาให้ตามข้อ 11 ของสัญญาฉบับนี้

“การยืนยันใบขอสั่งซื้อ” หมายถึง การแจ้งโดยทางบริษัททัวร์เรื่องนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) ผ่านบริษัททัวแทนที่บริษัทคู่ค้าของบริษัททัวร์พร้อมที่จะให้บริการท่องเที่ยวตามที่สั่งซื้อโดยทางนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) การยืนยันใบขอสั่งซื้อไม่ได้รวมถึงสถานการณ์การบอกเลิกสัญญาตามที่ระบุในสัญญาให้บริการท่องเที่ยวหรือสัญญาเพื่อประโยชน์ของบุคคลที่สาม

การยืนยันใบขอสั่งซื้อจะต้องถูกส่งไปยังบริษัทตัวแทนโดยใช้ระบบการจองออนไลน์

การยืนยันใบขอสั่งซื้อคือ ใบแจ้งหนี้ที่บริษัททัวร์ออกให้กับทางบริษัทตัวแทนสำหรับผลิตภัณ์การท่องเที่ยวที่สั่งซื้อโดยนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) หรือสำหรับทัวร์กิจกรรมส่งเสริมการขายที่สั่งซื้อโดยทางบริษัทตัวแทน

“การยกเลิก” การแจ้งไปยังบริษัททัวร์โดยทางบริษัทตัวแทนเกี่ยวกับการปฏิเสธของนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) จากการไม่ปฏิบัติตามสัญญาให้บริการท่องเที่ยวหรือสัญญาเพื่อประโยชน์ของบุคคลที่สาม การปฏิเสธของบริษัททัวร์ที่จะให้บริการที่สั่งซื้อโดยนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) ในกรณีที่เป็นไปตามกฎหมาย และ (หรือ) สัญญาที่เกี่ยวข้อง การยกเลิกที่ระบุในวรรค และ จะต้องถูกดำเนินการโดยฝ่ายที่เกี่ยวข้องโดยการส่งหนังสือบอกกล่าวเป็นลายลักษณ์อักษรไปยังอีกฝ่ายหนึ่งโดยทางจดหมาย อีเมล์ โทรสาร หรือผ่านแบบฟอร์มระบบการจองออนไลน์

“การเปลี่ยนแปลงใบขอสั่งซื้อของบริษัทตัวแทน” จะต้องหมายถึง การแจ้งของบริษัททัวร์โดยทางบริษัทตัวแทนเกี่ยวกับการปฏิเสธใดๆ ของนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) จากสัญญาให้บริการท่องเที่ยวที่ได้ตกลงก่อนหน้านี้ (สัญญาเพื่อประโยชน์ของบุคคลที่สาม) และข้อตกลงของสัญญาให้บริการท่องเที่ยวใหม่ (สัญญาเพื่อประโยชน์ของบุคคลที่สาม) ใบขอสั่งซื้อของบริษัทตัวแทนที่แก้ไขเพิ่มเติมจะต้องประกอบด้วยบัญชีรายชื่อใหม่ (ต่ออายุ) ของบริการท่องเที่ยวที่สั่งซื้อโดยนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า)

“ผลิตภัณฑ์การท่องเที่ยว (ผลิตภัณฑ์ทัวร์ ทัวร์)” หมายถึง กลุ่มบริการเกี่ยวกับการพักอาศัย การขนส่ง (การรับส่ง) อาหารที่จัดหาให้แก่นักท่องเที่ยวในประเทศ (ต่างๆ) สำหรับการพำนักชั่วคราวรวมถึงบริการทัศนาจร (ที่ชำระเงินโดยนักท่องเที่ยว นิติบุคคล ลูกค้า) เช่นเดียวกับบริการนำเที่ยว (มัคคุเทศก์และล่าม) และบริการอื่นๆ ที่จัดหาให้ขึ้นอยู่กับจุดประสงค์และรายละเอียดจำเพาะของการเดินทาง/การท่องเที่ยวที่จะถูกขายให้แก่นักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า)

 
2. ข้อบังคับของสัญญา

2.1 โดยสัญญาฉบับนี้ บริษัทตัวแทนที่ดำเนินการให้บริการแก่บริษัททัวร์จะได้รับการชำระค่าตอบแทนโดยการตกลงสัญญาให้บริการท่องเที่ยวหรือสัญญาเพื่อประโยชน์ของบุคคลที่สามในนามของตัวเองหรือในนามของบริษัททัวร์ แต่อยู่ภายใต้การควบคุมดูแลของบริษัททัวร์ เช่นเดียวกับการกระทำการจริงตามที่ระบุโดยสัญญาฉบับนี้เพื่อให้มั่นใจว่าสิ่งที่จัดหาให้โดยบริษัททัวร์ที่ให้แก่นักท่องเที่ยวสำหรับกลุ่มนักท่องเที่ยวและ/หรือนิติบุคคล

2.2 ความสัมพันธ์ที่เกิดขึ้นจากสัญญาฉบับนี้จะต้องไม่ถือว่าเป็นความสัมพันธ์ของบริษัทตัวแทนที่ผูกขาด

2.3 แบบฟอร์มการยืนยันของเจ้าหน้าที่ของบริษัทตัวแทนจะต้องเป็นสัญญาปัจจุบัน

 

3. การดำเนินการและการปฏิบัติตามสัญญาให้บริการท่องเที่ยวหรือสัญญาเพื่อประโยชน์ของบุคคลที่สาม

3.1 บนพื้นฐานของสัญญา บริษัทตัวแทนในนามของตัวเองหรือในนามของบริษัททัวร์ทำการตกลงกับทางนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล) ในรูปแบบที่สอดคล้องกับกฎหมายที่ใช้บังคับของประเทศที่บริษัทตัวแทนตั้งอยู่ โดยรวมข้อกำหนดตามเกณฑ์บังคับที่จัดทำขึ้นมาโดยบริษัททัวร์ (เอกสารแนบท้ายสัญญาหมายเลข 1) เกี่ยวกับใบขอสั่งซื้อของบริษัทตัวแทนซึ่งบริษัททัวร์ได้กำหนดสถานะเป็น “travel” โดยที่ทางบริษัทตัวแทนจะได้รับการแจ้งผ่านอีเมล์ตามที่มีอยู่ในสัญญาฉบับนี้ บริษัททัวร์จะให้เงื่อนไขเกณฑ์บังคับโดยเฉพาะสำหรับการรวมโดยทางบริษัทตัวแทนเข้ากับสัญญาให้บริการท่องเที่ยว (สัญญาเพื่อประโยชน์ของบุคคลที่สาม)

เวอร์ชั่นอิเล็กทรอนิกส์ของเอกสารแนบท้ายสัญญาหมายเลข 1 ที่ลงข้อมูลบนเว็บไซต์ของบริษัททัวร์: www.yitiantour.com

3.1.1 บริษัทตัวแทนไม่มีสิทธิ์ที่จะตกลงกับนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) สัญญาให้บริการท่องเที่ยว (สัญญาเพื่อประโยชน์ของบุคคลที่สาม) ที่ไม่มีการรวมข้อกำหนดเกณฑ์บังคับตามบัญชีรายชื่อในเอกสารแนบท้ายสัญญาหมายเลข 1 เข้ากับสัญญาฉบับนี้ เว้นเสียแต่ว่าบริษัททัวร์จะส่งหนังสือบอกกล่าวไปยังบริษัทตัวแทน รวมถึงโทรสารและเครื่องมือการสื่อสารอิเล็กทรอนิกส์ หากบริษัทตัวแทนละเมิดข้อกำหนดข้างต้น ผลที่เกิดขึ้นตามมาตามข้อสัญญา 7.2.5 ของสัญญาฉบับนี้จะถูกนำมาใช้

3.2 บริษัทตัวแทนมีสิทธิ์ที่จะตกลงทำสัญญากับบริษัทตัวแทนรับช่วงโดยมีข้อผูกพันตามการร้องขอของบริษัททัวร์ในการแจ้งให้แก่บริษัททัวร์ทราบถึงข้อตกลงของสัญญาดังกล่าว และให้ข้อมูลเกี่ยวกับบริษัทตัวแทนรับช่วง (ชื่อ รายละเอียดการติดต่อ และข้อมูลการจดทะเบียน)

3.2.1 บริษัทตัวแทนเป็นผู้รับผิดชอบแต่เพียงฝ่ายเดียวสำหรับการปฏิบัติตามสัญญาโดยบริษัทตัวแทนรับช่วงสำหรับข้อผูกพันที่มีอยู่ตามสัญญาและการค้ำประกันบริษัทตัวแทนรับช่วงสำหรับทุกประเด็นที่เกี่ยวข้องกับการทำข้อตกลงร่วมกันของทั้งสองฝ่ายระหว่างบริษัททัวร์กับนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า)

3.2.2 เมื่อทำข้อตกลงกับสัญญาบริษัทตัวแทนรับช่วง บริษัทตัวแทนมีข้อผูกพันที่ต้องรวมสัญญาดังกล่าว ข้อกำหนดทั้งหมดที่เกี่ยวข้องกับข้อผูกพันและบทลงโทษที่ทำขึ้นมาตามสัญญาฉบับนี้สำหรับบริษัทตัวแทน

 

3.3 เพื่อให้มั่นใจถึงการปฏิบัติตามสัญญาของเจ้าหน้าที่ของบริษัทตัวแทน บริษัททัวร์จะต้องปฎิบัติดังนี้

 

3.3.1 จัดหาเอกสารอ้างอิง วิธีการ การโฆษณา และวัสดุอื่นๆ โดยดุลพินิจของบริษัททัวร์ (รวมถึงการลงข้อมูลดังกล่าวข้างต้นไว้บนเว็บไซต์ของบริษัททัวร์) ที่จำเป็นเพื่อให้เป็นตัวเลือกเพื่อให้นักท่องเที่ยว (ลูกค้า นิติบุคคล) รับรู้ได้เกี่ยวกับทัวร์ได้ และตกลงตามสัญญาให้บริการท่องเที่ยวและสัญญาเพื่อประโยชน์ของบุคคลที่สาม

3.3.2 ระหว่างระยะเวลาการมีผลใช้ได้ของสัญญา ให้ความช่วยเหลือกับทางบริษัทตัวแทนโดยทันทีในกรณีที่ตัวแทนมีความยุ่งยากในการร่างและ/หรือทำข้อตกลง/ลงลายมือชื่อในสัญญาให้บริการท่องเที่ยวและ/หรือสัญญาเพื่อประโยชน์ของบุคคลที่สาม

3.3.3 แจ้งให้บริษัทตัวแทนทราบโดยทันที (โดยเฉพาะอย่างยิ่งผ่านอีเมล์) เกี่ยวกับการเปลี่ยนแปลงคำสั่งซื้อของบริการที่จัดหาให้แก่กลุ่มนักท่องเที่ยวที่เกี่ยวข้องกับบริการที่รวมอยู่ในทัวร์ โดยเฉพาะอย่างยิ่งการเปลี่ยนแปลงราคาของทัวร์ การเปลี่ยนแปลงเวลาของเที่ยวบินจากท่าอากาศยานต้นทางกับทัวร์ การเปลี่ยนแปลงท่าอากาศยานต้นทางกับทัวร์ การเปลี่ยนแปลงท่าอากาศยานต้นทางในส่วนของเมืองซึ่งทัวร์จะเริ่มต้น เช่นเดียวกับข้อมูลอื่นๆ ที่ต้องแจ้งต่อนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) หากบริษัทตัวแทนไม่ได้ให้ข้อมูลดังกล่าวให้นักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) ได้ทราบ บริษัทตัวแทนจะต้องรับผิดชอบอย่างเต็มที่สำหรับการเรียกร้องที่เกิดขึ้นจากนักท่องเที่ยว ลูกค้า หรือนิติบุคคล อันเป็นผลมาจากการไม่ปฏิบัติตามของบริษัทตัวแทนดังกล่าว

3.3.4 จัดหาให้มีการประกันภัยการท่องเที่ยว (การประกันสุขภาพและอุบัติเหตุ) บนพื้นฐานของสัญญาที่เกี่ยวข้องกับบริษัทประกันภัย

3.3.5 เปิดโอกาสให้ลูกค้าสามารถพิมพ์ได้ตัวเองสำหรับบัตร กรมธรรม์ประกันสุขภาพและประกันอุบัติเหตุ ตั๋วอิเล็กทรอนิกส์

ความสามารถในการพิมพ์โดยบริษัทตัวแทนสำหรับเอกสารอื่นๆ ที่จำเป็นสำหรับการส่งมอบให้แก่นักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) ถูกกำหนดโดยบริษัททัวร์

การชำระเงินบางส่วนหรือการชำระเงินล่าช้าโดยบริษัทตัวแทนสำหรับผลิตภัณฑ์การท่องเที่ยวมีสิทธิ์ให้บริษัททัวร์ปฏิเสธการออกเอกสารดังกล่าวได้

3.3.6 การจองบริการทุกชนิดรวมถึงใบขอสั่งซื้อของบริษัทตัวแทน ในกรณีที่บริษัททัวร์สามารถที่จะหาได้เพื่อให้มั่นใจถึงการจัดหาบริการดังกล่าว บริษัทตัวแทนต้องปฏิบัติตามข้อผูกพันที่ให้ไว้ในข้อ 3.4.9 ของสัญญาฉบับนี้

3.3.7 หากบริษัททัวร์ไม่สามารถยืนยันบริการใดบริการหนึ่งหรือหลายบริการได้ซึ่งเป็นบริการที่เป็นส่วนหนึ่งของใบขอสั่งซื้อของบริษัทตัวแทน บริษัทตัวแทนจะได้รับการแจ้ง บริษัททัวร์อาจจะระบุระยะเวลาไม่เกิน 3 ชั่วโมงในการยื่นการเปลี่ยนแปลงใบขอสั่งซื้อของบริษัทตัวแทน

ในกรณีที่ไม่ได้รับการเปลี่ยนแปลงใบขอสั่งซื้อของบริษัทตัวแทน บริษัททัวร์ขอสงวนสิทธิ์ในการยกเลิกใบขอสั่งซื้อของบริษัทตัวแทน โดยไม่มีหนังสือบอกกล่าวและไม่มีเรียกเก็บค่าใช้ชำระและเบี้ยปรับ

3.3.8 ภายใน 2 วันทำการนับแต่วันที่มีการรับนำเที่ยวสิ้นสุดลงบริษัทตัวแทนจะได้รับใบแจ้งสำหรับการเรียกเก็บเงิน

3.3.9 จัดหาข้อมูลเกี่ยวกับผลิตภัณฑ์การท่องเที่ยวให้แก่บริษัทตัวแทนโดยเฉพาะอย่างยิ่งบัญชีรายการในแคทตาล็อกและบนเว็บไซต์ของบริษัททัวร์

3.3.10 (หากเป็นไปได้) ช่วยเหลือนักท่องเที่ยว (กลุ่มนักท่องเที่ยว) ให้มีวีซ่านักท่องเที่ยวในสถานกงศุลของประเทศ สำหรับนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) ที่มีเจตนาเพื่อซื้อและในกรณีที่กฎหมายไม่ได้ให้วิธีการที่ง่ายนักสำหรับการได้มาซึ่งวีซ่า

 

3.4 ภายในการดำเนินการและการปฏิบัติตามสัญญาให้บริการท่องเที่ยว (สัญญาเพื่อประโยชน์ของบุคคลที่สาม) บริษัทตัวแทนต้องปฏิบัติดังต่อไปนี้

3.4.1 ก่อนการดำเนินการและการปฏิบัติตามสัญญาให้บริการท่องเที่ยว (สัญญาเพื่อประโยชน์ของบุคคลที่สาม) ต้องให้รายละเอียดข้อมูลผลิตภัณฑ์การท่องเที่ยวแก่นักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) ที่เลือกโดยนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) ในกรณีของเจตนาของบุคคลที่สาม (กลุ่มบุคคลที่สาม) ที่จะใช้ประโยชน์จากผลิตภัณฑ์การท่องเที่ยวตามสัญญาเพื่อประโยชน์ของบุคคลที่สาม เพื่อที่จะให้ข้อมูลดังกล่าวแก่บุคคลที่สาม (กลุ่มบุคคลที่สาม) ดังกล่าว

3.4.2 ตรวจสอบความถูกต้องของนักท่องเที่ยว                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     เพื่อให้มั่นใจว่านักท่องเที่ยวได้ผ่านพรมแดนและการควบคุมของศุลกากรที่จะต้องมีหนังสือเดินทาง วีซ่า และเอกสารที่จำเป็นอื่นๆ สำหรับการเข้าและออกจากประเทศ โดยบริษัทตัวแทนจำเป็นต้องปฎิเสธนักท่องเที่ยวที่เข้ามายังราชอาณาจักราไทยอย่างผิดกฎหมาย

3.4.3 รับค่าธรรมเนียมใดๆ จากนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) สำหรับผลิตภัณฑ์การท่องเที่ยวโดยโอนเงินผ่านธนาคารหรือเงินสด

3.4.4 ในฐานะที่เป็นส่วนหนึ่งของข้อผูกพัน ให้เก็บบันทึกในรูปแบบและภายในเวลาตามที่ระบุโดยสัญญาและโดยกฎหมายของประเทศของสถานที่ตั้งของบริษัทตัวแทน

3.4.5 ในกรณีที่นักท่องเที่ยว (นิติบุคคล ลูกค้า) ส่งข้อเรียกร้องต่อบริษัททัวร์สำหรับการเรียกร้องค่าเสียหายเป็นลายลักษณ์อักษร ให้แจ้งไปยังบริษัททัวร์ภายใน 3 วันทำการหลังจากได้รับ ใบเตือนจากนักท่องเที่ยว    (นิติบุคคล ลูกค้า) ถึงการเรียกร้องค่าเสียหาย

3.4.6 ดำเนินการ (พิมพ์) ผ่านแบบฟอร์มระบบการจองออนไลน์ และส่งไปยังนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) สำหรับเอกสารการเดินทางสำหรับเที่ยวบินเหมาลำ การประกันสุขภาพและการประกันภัยอุบัติเหตุ บัตรที่พัก และเอกสารอื่นๆ ตามที่ระบุโดยบริษัททัวร์ บริษัทตัวแทนจะต้องจัดเตรียมเอกสารตามที่ระบุ โดยการใช้แบบฟอร์มระบบการจองออนไลน์เพื่อทำให้สามารถพิมพ์เอกสารภายในระยะเวลา 1 วันทำการก่อนวันออกเดินทาง หากมีการชำระเงินเต็มจำนวนสำหรับทัวร์โดยทางบริษัทตัวแทนแล้ว

3.4.7 ดำเนินการยินยอมให้มีกิจกรรมทั้งหมดกับทางบริษัททัวร์สำหรับกิจกรรมการส่งเสริมการขายของผลิตภัณฑ์การท่องเที่ยวของบริษัททัวร์

3.4.8 ในกรณีของนักท่องเที่ยว กลุ่มนักท่องเที่ยว หรือนิติบุคคลของสัญญาให้บริการท่องเที่ยวปฏิเสธสัญญาฉบับนี้ และลูกค้าของสัญญาเพื่อประโยชน์ของบุคคลที่สาม บริษัทตัวแทนจะต้องแจ้งต่อบริษัททัวร์ในทันทีในแบบฟอร์มของการเปลี่ยนแปลงหรือการยกเลิกใบขอสั่งซื้อของบริษัทตัวแทน

3.4.9 ในระยะเวลาตามที่กำหนด ให้จัดทำเอกสารที่จำเป็นสำหรับการลงทะเบียนผลิตภัณฑ์การท่องเที่ยวให้กับบริษัททัวร์ โดยเฉพาะอย่างยิ่งบัญชีรายชื่อนักท่องเที่ยวที่ระบุชื่อจริงและนามสกุล (ในภาษาอังกฤษ เช่นเดียวกับหนังสือเดินทางต่างประเทศ) สัญชาติ ระยะเวลาการพำนักในประเทศ ในที่ซึ่งนักท่องเที่ยวเจตนาจะเดินทางท่องเที่ยว เลือกโดยนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) ที่จะเข้ากับโรงแรมและการจองที่พักเป็นห้อง ลำดับและหมายเลขหนังสือเดินทางต่างประเทศ วันที่ออกและวันหมดอายุของหนังสือเดินทางต่างประเทศ ชื่อเจ้าหน้าที่ผู้ออกหนังสือเดินทาง วันเดือนปีเกิดของนักท่องเที่ยว (กลุ่มนักท่องเที่ยว) หมายเลขโทรศัพท์ของนักท่องเที่ยว (กลุ่มนักท่องเที่ยว)

3.4.10 ก่อนการทำข้อตกลงในสัญญาให้บริการท่องเที่ยว ผู้ซึ่งมีความต้องการพิเศษ (บุคคลพิการหรือบุคคลที่ต้องการขอบริการเพิ่มเติม บริษัทตัวแทนต้อง

3.4.11 ในกรณีที่มีการยกเลิกหรือการเปลี่ยนแปลงใบขอสั่งซื้อของบริษัทตัวแทนถูกส่งกลับไปยังบริษัททัวร์ เมื่อมีการร้องขอ บัตรนำเที่ยว การประกันภัย และเอกสารอื่นๆ ที่ให้สิทธิ์แก่นักท่องเที่ยว (กลุ่มนักท่องเที่ยว) ได้รับบริการท่องเที่ยว ในกรณีของเอกสารดังกล่าวไม่ได้ถูกส่งคืน เอกสารใหม่ที่มีชื่อของนักท่องเที่ยวคนเดียวกันจะไม่ถูกให้โดยบริษัททัวร์

3.4.12 เมื่อมีการทำสัญญาให้บริการท่องเที่ยว (สัญญาเพื่อประโยชน์ของบุคคลที่สาม) ที่ให้บริการของบริษัททัวร์สำหรับการแจ้งนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) เกี่ยวกับทัวร์ที่มีการจอง การรับข้อเรียกร้อง คำแนะนำ และอื่นๆ จากนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) และส่งไปยังบริษัททัวร์ ในกรณีของการยกเลิกหรือการเปลี่ยนแปลงใบขอสั่งซื้อของบริษัทตัวแทนเพื่อที่ให้เอกสารตามข้อกำหนดของสัญญาฉบับนี้และทำการชำระเงินให้แก่บริษัททัวร์ ที่มีสาเหตุเนื่องจากการยกเลิกหรือการเปลี่ยนแปลงใบขอสั่งซื้อของบริษัทตัวแทน และกระทำการอื่นๆ ตามที่ระบุไว้ในสัญญา

3.4.13 ในกรณีที่มีสถานการณ์การบอกเลิกสัญญาตามที่ระบุในสัญญาให้บริการท่องเที่ยว (สัญญาเพื่อประโยชน์ของบุคคลที่สาม) ต้องคืนเงินทั้งหมดที่ชำระให้แก่นักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า)

3.4.14 ดำเนินการยกเลิกในกรณีที่มีการละเมิด ข้อกำหนดการชำระเงินสำหรับผลิตภัณฑ์การท่องเที่ยวและ/หรือการไม่ปฏิบัติตามข้อกำหนดในการจัดหาเอกสารตามที่จำเป็นโดยนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า)

3.4.15 กระทำการเฉพาะภายในอำนาจหน้าที่ตามที่ระบุในสัญญา

 
4. การชำระเงินสำหรับทัวร์

4.1 ราคาของผลิตภัณฑ์การท่องเที่ยว บริษัทตัวแทนขายให้แก่พลเมืองในประเทศต้นทางที่ถูกกำหนดโดยการคูณราคาในบัญชีราคากับอัตราแลกเปลี่ยนเงินดอลลาร์สหรัฐเชิงพาณิชย์ให้ได้เป็นสกุลเงินของประเทศต้นทางในวันที่มีการตกลงทำสัญญากับบริการท่องเที่ยว (สัญญาเพื่อประโยชน์ของบุคคลที่สาม) อัตราแลกเปลี่ยนเชิงพาณิชย์ถูกกำหนดโดยธนาคารคู่ค้าของบริษัทตัวแทน ในบัญชีราคาที่ให้โดยบริษัทตัวแทน บริษัททัวร์แสดงให้เห็นราคาของทัวร์ในหน่วยดอลลาห์สหรัฐ ไม่รวมค่าธรรมเนียมของบริษัทตัวแทน บริษัทตัวแทนขายผลิตภัณฑ์การท่องเที่ยวที่ราคาตามที่กำหนดโดยบริษัททัวร์บวกกับราคาของจำนวนค่าธรรมเนียมการเป็นตัวแทน

4.2 การชำระเงินทุกประเภทจะต้องถูกทำขึ้นมาเป็นหน่วยสกุลเงินหยวนจีน/บาทไทย

4.3 บริษัทตัวแทนชำระเงินของนักท่องเที่ยว ลูกค้า หรือนิติบุคคลค่าทัวร์ภายใน 3 วันทำการของธนาคารนับแต่วันที่ได้รับใบแจ้งหนี้จากบริษัททัวร์ (วันเริ่มต้นบริการท่องเที่ยววันแรกที่รวมอยู่ในผลิตภัณฑ์การท่องเที่ยวที่สั่งซื้อโดยบริษัทตัวแทน) การชำระเงินจะต้องถูกยืนยันโดยการรับเงินที่ชำระเข้าบัญชีธนาคารของบริษัททัวร์เต็มจำนวนตามใบแจ้งหนี้ ชำระทั้งหมดสำหรับการโอนการชำระเงินให้แก่บริษัททัวร์รวมถึงค่าธรรมเนียมธนาคาร โดยบริษัทตัวแทนแสดงให้เห็นหมายเลขใบแจ้งหนี้หรือหมายเลขใบขอสั่งซื้อของบริษัทตัวแทนผ่านทางอิเล็คโทรนิค

4.4 เงินที่ชำระที่ได้รับโดยชำระลูกค้าบริษัทตัวแทน เป็นเงินระหว่างรอโอนและไว้วางใจให้ทางบริษัทตัวแทนเก็บไว้ชั่วคราวจนกว่าจะการชำระหนี้กับทางบริษัททัวร์

4.5 บริษัทตัวแทนรับประกันต่อบริษัททัวร์ว่านักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) จะปฏิบัติตามข้อผูกพันการชำระเงินทั้งหมดตามสัญญาให้บริการท่องเที่ยวหรือสัญญาเพื่อประโยชน์ของบุคคลที่สาม

 
 
5. ค่าธรรมเนียมการเป็นตัวแทน

5.1 เมื่อปฏิบัติตามข้อผูกพันตามสัญญาถึงการปฏิบัติตามข้อผูกพันของนักท่องเที่ยว (สัญญาเพื่อประโยชน์ของบุคคลที่สาม) ตามสัญญาให้บริการท่องเที่ยวหรือสัญญาเพื่อประโยชน์ของบุคคลที่สาม บริษัทตัวแทนจะได้รับค่าธรรมเนียมตามค่าบริการที่กำหนดโดยบริษัทตัวแทน จำนวนเงินที่ระบุสำหรับค่าธรรมเนียมการเป็นตัวแทนต้องไม่รวมภาษีมูลค่าเพิ่ม หากกำหนดขึ้นตามกฎหมายของประเทศซึ่งบริษัทตัวแทนตั้งอยู่

5.2. บริษัทตัวแทนเก็บค่าธรรมเนียมการเป็นตัวแทนจากการชำระเงินที่ได้รับจากการขายผลิตภัณฑ์การท่องเที่ยวแก่นักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) โดยบริษัททัวร์สามารถกำหนดระเบียบอื่นๆในการชำระค่าธรรมเนียมของตัวแทน โดยลงข้อมูลในเว็บไซต์ของบริษัททัวร์ หรือโดยการส่งอีเมล์หรือแฟกซ์ หรือโดยส่งข้อความลงในข้อมูลในแบบฟอร์มล่าสุดทางระบบการจองออนไลน์

สิทธิ์ในการยึดถือค่าบริการจากการชำระเงินที่ได้รับจากนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) ของบริษัทตัวแทนจะเกิดขึ้นหลังจากตัวแทนชำระเงินเต็มจำนวนตามใบแจ้งหนี้ที่ออกโดยบริษัททัวร์แล้ว

5.3. ถ้าบริษัทตัวแทนทำการเปลี่ยนแปลงใบขอสั่งซื้อของบริษัทตัวแทนโดยการเปลี่ยนแปลงมูลค่าของทัวร์ อัตราค่าธรรมเนียมก็จะเปลี่ยนไป การคืนเงินค่าธรรมเนียมของบริษัทตัวแทนให้นักท่องเที่ยวหรือการชำระค่าธรรมเนียม (ค่าบริการ) เพิ่มของนักท่องเที่ยวจะต้องสอดคล้องกับกฎหมายของประเทศที่ตัวแทนตั้งอยู่

5.4. ถ้านักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) ยกเลิกสัญญาให้บริการท่องเที่ยว (สัญญาเพื่อประโยชน์ของบุคคลภายนอก) ตัวแทนแจ้งแก่บริษัททัวร์อย่างน้อย 3 ชั่วโมง

5.5. อัตราค่าธรรมเนียมถูกกำหนดโดยคู่สัญญา โดยอาศัยดุลพินิจและพิจารณาหลักราคาตลาดและข้อเสนอที่ใช้กันทั่วไปในขอบเขตการขายตามกฎหมายของประเทศที่ตัวแทนตั้งอยู่ บริษัททัวร์สามารถกำหนดอัตราค่าธรรมเนียมของการเป็นตัวแทนสำหรับผลิตภัณฑ์การท่องเที่ยวบางอย่างโดยมีวัตถุประสงค์ทางการตลาดหรือการโฆษณา โดยการส่งหนังสือบอกกล่าวไปยังบริษัทตัวแทนล่วงหน้าทางระบบอิเล็กทรอนิกส์หรือทางโทรสาร

 
6. สิทธิ์และข้อผูกพันของคู่สัญญา

6.1 บริษัทตัวแทนมีสิทธิ์ดังต่อไปนี้

6.1.1 โดยได้รับความยินยอมจากบริษัททัวร์ บริษัทตัวแทนมีสิทธิ์จัดกิจกรรมส่งเสริมการขาย มีสิทธิ์เข้าทำสัญญาให้บริการท่องเที่ยวหรือสัญญาเพื่อประโยชน์ของบุคคลภายนอก การใช้เครื่องหมายสำหรับสินค้าและบริการของการเป็นบริษัทตัวแทนของบริษัททัวร์เท่าที่เป็นไปได้ในการทำการค้ากับบริษัททัวร์

6.1.2 มีสิทธิ์ได้รับข้อมูลที่ครบถ้วนเกี่ยวกับทำข้อตกลงของคู่สัญญาซึ่งกระทำโดยมีวัตถุประสงค์เพื่อการทำสัญญา รวมถึงข้อมูลอื่นๆ ที่จำเป็นสำหรับการปฏิบัติให้เป็นไปตามสัญญาฉบับนี้

6.2. บริษัททัวร์มีสิทธิ์ ดังต่อไปนี้

6.2.1 ลดหรือเพิ่มอำนาจหน้าที่ของบริษัทตัวแทน โดยจัดทำขึ้นเป็นเอกสารแนบท้ายสัญญาฉบับนี้

6.2.2 ตรวจสอบความมีอยู่และความมีผลใช้ได้ของสัญญาการให้บริการท่องเที่ยว สัญญาเพื่อประโยชน์ของบุคคลภายนอก รวมถึงเอกสารที่เกี่ยวข้องกับสัญญาฉบับนี้

6.2.3 ตรวจสอบการจัดเก็บเอกสารของนักท่องเที่ยว (เอกสารการเดินทาง กรมธรรม์ประกันภัยรวมถึงบัตรที่พักต่างๆ) ซึ่งบริษัทตัวแทนได้รับจากบริษัททัวร์เพื่อที่จะโอนไปยังนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า)

6.3 บริษัทตัวแทนจะต้องดำเนินการ ดังต่อไปนี้

6.3.1 ให้ความช่วยเหลือบริษัททัวร์ในการแก้ไขปัญหาที่เกิดขึ้นอันเป็นผลมาจากการเรียกร้องของนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า)

6.3.2 ในกรณีที่มีการเปลี่ยนแปลงรายละเอียดที่สำคัญของบริษัทตัวแทน (รายละเอียดทางธนาคาร ทางกฎหมาย และ/หรือที่อยู่ปัจจุบัน ข้อมูลของบุคคลที่มีอำนาจ หมายเลขโทรศัพท์ / โทรสาร ที่อยู่อีเมล์ ของบริษัทตัวแทน) บริษัทตัวแทนมีหน้าที่ต้องแจ้งให้บริษัททัวร์ทราบในวันที่มีการเปลี่ยนแปลงข้อมูลดังกล่าว โดยวิธีการส่งหนังสือบอกกล่าวไปยังบริษัททัวร์ โดยวิธีนี้ให้รวมถึงการติดต่อทางอิเล็กทรอนิกส์และทางโทรสาร พร้อมกับการส่งสำเนารับรองความถูกต้องของเอกสารยืนยันตามมาในภายหลังด้วย

6.3.3 อัพเดตตารางการเดินทางของเครื่องบิน และการเปลี่ยนแปลงตารางใดๆ เพื่อที่จะนำข้อมูลดังกล่าวแจ้งไปยังนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) ในวันก่อนที่จะถึงวันเดินทางท่องเที่ยว

6.3.4 ภายใน 3 วันทำการนับตั้งแต่ที่ได้รับสำเนา 2 ฉนับแต่บริษัททัวร์ในการทำข้อตกลงตามสัญญาของบริษัทตัวแทน บริษัทตัวแทนจะต้องส่งสำเนาที่ลงลายมือชื่อไปยังบริษัททัวร์ ในกรณีที่บริษัททัวร์ไม่ได้รับสำเนาที่ลงนามดังกล่าว บริษัททัวร์สงวนสิทธิ์ที่จะบอกเลิกสัญญา

6.3.5 ตรวจเช็คอีเมล์ซึ่งบริษัททัวร์ได้ส่งข้อมูลเกี่ยวกับการทำสัญญาและข้อมูลสถานะใบขอสั่งซื้อจากลูกค้าบนเว็บไซต์ทางการของบริษัททัวร์ คือ www.yitiantour.com หากไม่ได้รับใบแจ้งหนี้ที่ส่งโดยบริษัททัวร์สำหรับใบขอสั่งซื้อของบริษัทตัวแทน และ/หรือไม่มีข้อความแจ้งสถานะของใบขอสั่งซื้อของบริษัทตัวแทน บริษัทตัวแทนจะต้องแจ้งไปยังบริษัททัวร์

6.3.6 ระหว่างระยะเวลาตามที่ระบุโดยกฎหมาย ให้จัดเก็บข้อตกลงในนามของสัญญาของบริษัททัวร์สำหรับบริการท่องเที่ยว สัญญาเพื่อประโยชน์ของบุคคลที่สาม และเอกสารอื่นๆ ที่เกี่ยวข้องกับการดำเนินการและการปฏิบัติตามสัญญาเหล่านี้ และเมื่อมีการร้องขอของผู้แทนของบริษัททัวร์ บริษัทตัวแทนจะต้องให้ข้อมูลดังกล่าวเพื่อการตรวจสอบ สัญญาให้บริการท่องเที่ยวหรือสัญญาเพื่อประโยชน์ของบุคคลที่สามตามที่นักท่องเที่ยวไม่ได้ส่งคืน ต้องมีการเก็บไว้ที่สำนักงานของบริษัทตัวแทน และต้องไม่ชักช้าหากมีการตรวจสอบโดยผู้แทนของบริษัททัวร์

6.4 บริษัททัวร์มีข้อผูกพัน ดังต่อไปนี้

6.4.1 ปฏิบัติตามข้อกำหนดที่ครบกำหนดและดำเนินการตามข้อผูกพันโดยสุจริตตามสัญญาฉบับนี้

6.4.2 ให้ข้อมูลเกี่ยวกับการชำระหนี้ระหว่างคู่สัญญาตามระยะเวลาที่กำหนดตามสัญญาในวันแรกของเดือนที่กำหนด

6.4.3 ในกรณีที่มีการเปลี่ยนแปลงรายละเอียดของบริษัททัวร์ (รายละเอียดทางธนาคาร ทางกฎหมาย และ/หรือที่อยู่ปัจจุบัน ข้อมูลของบุคคลที่มีอำนาจของบริษัททัวร์) บริษัททัวร์มีข้อผูกพันที่ต้องแจ้งให้บริษัทตัวแทนทราบก่อนวันสิ้นเดือนของเดือนที่มีการเปลี่ยนแปลงข้อมูลดังกล่าว ส่วนในกรณีมีการเปลี่ยนแปลงที่อยู่อีเมล์ หมายเลขโทรศัพท์/โทรสาร บริษัททัวร์มีหน้าที่ต้องแจ้งการเปลี่ยนแปลงเช่นนั้นให้บริษัทตัวแทนทราบในทันที

6.5 คู่สัญญามีข้อผูกพันในการรักษาความลับเกี่ยวกับความสัมพันธ์ทางการค้าของคู่สัญญาภายใต้สัญญาฉบับนี้ เว้นแต่กรณีที่ระบุไว้อย่างชัดแจ้งตามกฎหมายแห่งราชอาณาจักรไทยให้สามารถเปิดเผยได้

 
 
7. ความรับผิดของคู่สัญญา

7.1 ในกรณีที่คู่สัญญาฝ่ายใดฝ่ายหนึ่งกระทำละเมิด (การไม่ปฏิบัติหรือปฏิบัติไม่ถูกต้องตามสัญญาฉบับนี้) คู่สัญญาฝ่ายที่กระทำละเมิดต้องรับผิดตามกฎหมายที่บังคับใช้ในราชอาณาจักรไทย และตามเงื่อนไขของสัญญาฉบับนี้

7.2 ภายใต้การไม่ปฏิบัติตามหรือปฏิบัติไม่ถูกต้องตามข้อผูกพันภายใต้สัญญาฉบับนี้ ให้มีความหมายเฉพาะดังต่อไปนี้

7.2.1 สำหรับบริษัทตัวแทน

- การจัดหาชุดเอกสารที่ไม่สมบูรณ์ที่ได้รับการอนุมัติโดยบริษัทตัวแทนเป็นลายลักษณ์อักษร ที่จัดเตรียมให้แก่บริษัททัวร์สำหรับนักท่องเที่ยว (กลุ่มนักท่องเที่ยว)

- การจัดหาเอกสารปลอมหรือเอกสารที่มีข้อมูลอันเป็นเท็จผ่านมาจากนักท่องเที่ยวตัวแทนไม่ขอรับผิดชอบร่วม

- ตัวแทนต้องรับผิดชอบการชำระเงินไม่ให้ล่าช้าหรือไม่ครบถ้วนตามใบแจ้งหนี้ที่ได้รับจากบริษัททัวร์

- ไม่ได้จัดหาให้ข้อมูลเกี่ยวกับกฎทั่วไปสำหรับการขายผลิตภัณฑ์การท่องเที่ยวของบริษัททัวร์แก่นักท่องเที่ยว รวมถึงข้อมูลเกี่ยวกับข้อกำหนดและเงื่อนไขของทัวร์ รวมถึงข้อมูลที่ระบุในข้อ 3.4.1 ของสัญญาฉบับนี้

- ไม่สร้างความมั่นใจถึงความมีอยู่หรือความถูกต้องใช้ได้ของหนังสือเดินทาง วีซ่า และเอกสารอื่นๆ ของนักท่องเที่ยวตามข้อ 3.4.2 ของสัญญาฉบับนี้

- การไม่ปฏิบัติตามและปฏิบัติไม่ถูกต้องอื่นใดที่กำหนดไว้เกี่ยวกับเรื่องนี้

7.2.2 ในกรณีที่สถานการณ์ดังต่อไปนี้เกิดขึ้นในเวลาเดียวกัน

- บริษัทตัวแทนไม่แจ้งการยกเลิกผ่านทางอีเมลล์

- นักท่องเที่ยวมาไม่ถึงโรงแรมหรือจุดนัดหมายโดยไม่แจ้งให้ทราบล่วงหน้า

บริษัทตัวแทนต้องจ่ายเงินคืนแก่บริษัททัวร์ร้อยละ 30 ของจำนวนเงิน (30%) ตามที่บริษัททัวร์ได้สูญเสียไป อันเกี่ยวข้องกับกับเรื่องดังกล่าวนี้

7.2.3 บริษัทตัวแทนขอปฏิเสทความรับผิดชอบในการตรวจสอบความมีอยู่และความมีผลใช้ได้ของหนังสือเดินทาง วีซ่า และเอกสารอื่นๆ ของนักท่องเที่ยวสำหรับการเดินทางเข้าและออกประเทศโดยต้องรับผิดชอบในจำนวนความเสียหายที่เกิดกับบริษัททัวร์ให้ครอบคลุมค่าใช้จ่ายทั้งหมดที่เกิดขึ้นหรืออาจจะเกิดขึ้นแก่บริษัททัวร์อันเนื่องมาจากการขาดหรือการดำเนินการที่ไม่ถูกต้องเหมาะสมนั้น หากนักท่องเที่ยวเข้าประเทศมาผิดกฎหมายหรือมีสิ่งผิดกฎหมายอยู่ในครอบครองบริษัทขอปฏิเสทความรับผิดชอบทุกกรณี

7.2.4. ตามสัญญาฉบับนี้ ความสูญเสียต่างๆ ที่เกิดขึ้นแก่บริษัททัวร์จะได้รับการชดใช้ โดยบริษัทตัวแทนจะต้องดำเนินการชดใช้ค่าเสียหายตามเกณฑ์ของใบแจ้งหนี้ที่ได้ออกให้โดยบริษัททัวร์ภายใน 15 วันทำการของธนาคารนับแต่วันที่ได้รับใบแจ้งหนี้

7.2.5. บริษัทตัวแทนจะรับผิดชอบแต่เพียงฝ่ายเดียวสำหรับสัญญาให้บริการท่องเที่ยว สัญญาเพื่อประโยชน์ต่อบุคคลภายนอก

7.2.6. บริษัทตัวแทนในฐานะผู้ค้ำประกันพร้อมกับนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) จะต้องรับผิดร่วมกันและแทนกันเกี่ยวกับการละเมิดหนี้ทางการเงินของนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) ที่เกิดขึ้นตามสัญญาให้บริการท่องเที่ยวและสัญญาเพื่อประโยชน์ต่อบุคคลภายนอก

7.2.7 หากนักท่องเที่ยวไม่ถึงโรงแรมตามวันที่ระบุไว้ในใบขอสั่งซื้อของบริษัทตัวแทนซึ่งบริษัททัวร์ได้ยืนยันใบขอสั่งนั้นแล้ว โดยที่ไม่ใช่เป็นเพราะความผิดของบริษัททัวร์ และหรือโรงแรมโดยไม่มีการแจ้งเลื่อนหรือขอผ่อนปรนให้ถือเป็นการยกเลิก

7.2.8 สำหรับกรณีที่บริษัทตัวแทนละเมิดสัญญา บริษัททัวร์มีสิทธิ์ที่จะใช้มาตรการลงโทษทางเศรษฐกิจในการดำเนินการ เช่น การระงับอำนาจของบริษัทตัวแทนในการทำข้อตกลงสัญญาให้บริการท่องเที่ยว สัญญาเพื่อประโยชน์ของบุคคลภายนอกไว้ชั่วคราวโดยการระงับการยอมรับใบขอสั่งซื้อของบริษัทตัวแทนทั้งหมดตามที่ระบุโดยบริษัททัวร์; จัดตั้งเพื่อให้มีเงินค้ำประกันเพิ่มเติมแต่เพียงฝ่ายเดียวในอนาคตเพื่อให้มั่นใจถึงการปฏิบัติตามข้อผูกพันที่ถูกต้องเหมาะสมโดยบริษัทตัวแทน; เปลี่ยนแปลงคำสั่งการชำระเงินสำหรับผลิตภัณฑ์การท่องเที่ยว เพื่อให้บริษัทตัวแทนชำระเงินล่วงหน้าสำหรับผลิตภัณฑ์การท่องเที่ยว เพื่อจำกัดจำนวนเงินของค่าธรรมเนียมการเป็นตัวแทน

7.3. กรณีสำหรับบริษัททัวร์

7.3.1 บริษัททัวร์จำเป็นต้องจัดเตรียมดำเนินการสนับสนุนให้นักท่องเที่ยวมีความพึงพอใจในการนำเที่ยวของบุคคลนำเที่ยวตามความเหมาะสมและข้อตกลงที่แสดงไว้ในรายการทัวร์อย่างครบถ้วน

7.3.2  ในกรณีที่สถานการณ์ดังต่อไปนี้เกิดขึ้นในเวลาเดียวกัน

- บริษัทตัวแทนไม่แจ้งการยกเลิกผ่านทางอีเมลล์

- นักท่องเที่ยวมาถึงโรงแรมหรือจุดนัดหมายและบริษัททัวร์ไม่สามารถจัดนำเที่ยวได้โดยไม่แจ้งให้ทราบล่วงหน้าผ่าการยกเลิกภานใน 3 วันทำการ

บริษัททัวร์จะปรับเงินคืนจากบริษัททัวร์เป็นจำนวนส่วนหนึ่งของเงินเต็มจำนวน (30%) ตามที่บริษัทตัวแทนได้สูญเสียไป อันเกี่ยวข้องกับกับเรื่องดังกล่าวนี้

7.3.3 บริษัททัวร์จะขอปฏิเสทความรับผิดชอบในการตรวจสอบความมีอยู่และความมีผลใช้ได้ของหนังสือเดินทาง วีซ่า และเอกสารอื่นๆ ของนักท่องเที่ยวสำหรับการเดินทางเข้าและออกประเทศโดยต้องรับผิดชอบในจำนวนความเสียหายที่เกิดกับบริษัททัวร์ให้ครอบคลุมค่าใช้จ่ายทั้งหมดที่เกิดขึ้นหรืออาจจะเกิดขึ้นแก่บริษัททัวร์อันเนื่องมาจากการขาดหรือการดำเนินการที่ไม่ถูกต้องเหมาะสมนั้นโดยหากนักท่องเที่ยวเข้าประเทศมาผิดกฎหมายหรือมีสิ่งผิดกฎหมายอยู่ในครอบครองบริษัทขอปฏิเสทความรับผิดชอบทุกกรณี

7.3.4. ตามสัญญาฉบับนี้ ความสูญเสียต่างๆ ที่เกิดขึ้นแก่บริษัทนักท่องเที่ยวบริษัทนำเที่ยวต้องรับผิดชอบดำเนินการชดใช้ค่าเสียหายตามเกณฑ์โดยผ่านบริษัทตัวแทน ภายใน 15 วันทำการของธนาคารนับแต่วันที่ได้รับใบแจ้งเรื่อง

7.3.5. บริษัททัวจะรับผิดชอบแต่เพียงฝ่ายเดียวสำหรับบริการและให้บริการท่องเที่ยว สัญญาเพื่อประโยชน์ต่อบุคคลภายนอก

7.3.6. บริษัททัวร์ในฐานะผู้ให้บริการกับนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) จะต้องรับผิดชอบเกี่ยวกับดูแลให่นักท่องเที่ยวได้รับบริการที่ตรงตามรายละเอียด การละเมิดหรือโฆษณาเกินจริงหากมีข้อพิพาทจากนักท่องเที่ยวผ่านการร้องเรียนตามกฏหมายบริษัทขอตัดสิทธิ์ในการให้บริการของท่านในทุกระบบบริการกับบริษัท รวมถึงหากท่านตกลงรับบริการอื่นๆผ่านการรับเงินจากนักท่องเที่ยว (กลุ่มนักท่องเที่ยว นิติบุคคล ลูกค้า) โดยตรงนอกเหนือจากรายการท่องเที่ยวที่ระบุไว้ผ่านเวปที่เกิดขึ้นตามสัญญาให้บริการท่องเที่ยวและสัญญาเพื่อประโยชน์ต่อบุคคลภายนอก

7.3.7 หากนักท่องเที่ยวไม่ถึงโรงแรมตามวันที่ระบุไว้ในใบขอสั่งซื้อของบริษัทตัวแทน โดยลูกค้าได้แจ้งล่วงหน้าหากมีการผ่อนปรนให้ร่วมทริปในวันต่อไปโดยเสียค่าใช้จ่ายเพิ่มขึ้น 50 % ของราคาทัวร์นั้นๆ

7.3.8 สำหรับกรณีที่บริษัททัวร์ละเมิดสัญญา บริษัทตัวแทนมีสิทธิ์ที่จะใช้มาตรการลงโทษทางเศรษฐกิจในการดำเนินการ เช่น การระงับอำนาจของบริษัทตัวแทนในการทำข้อตกลงสัญญาให้บริการท่องเที่ยว สัญญาเพื่อประโยชน์ของบุคคลภายนอกไว้ชั่วคราวโดยการระงับการยอมรับใบขอสั่งซื้อของบริษัทตัวแทนทั้งหมดตามที่ระบุโดยบริษัททัวร์; จัดตั้งเพื่อให้มีเงินค้ำประกันเพิ่มเติมแต่เพียงฝ่ายเดียวในอนาคตเพื่อให้มั่นใจถึงการปฏิบัติตามข้อผูกพันที่ถูกต้องเหมาะสมโดยบริษัทตัวแทน; เปลี่ยนแปลงคำสั่งการชำระเงินสำหรับผลิตภัณฑ์การท่องเที่ยว เพื่อให้บริษัทตัวแทนชำระเงินล่วงหน้าสำหรับผลิตภัณฑ์การท่องเที่ยว เพื่อจำกัดจำนวนเงินของค่าธรรมเนียมการเป็นตัวแทน

 

8. การเยียวยาแก้ไข (ข้อเรียกร้อง)

8.1. ในกรณีของการเยียวยาแก้ไขข้อเรียกร้องของนักท่องเที่ยว (นิติบุคคล ลูกค้า) นั้น บริษัทตัวแทนจะต้องยอมรับในรูปแบบลายลักษณ์อักษรที่ถูกต้องและส่งเป็นจดหมายอิเล็คโทรนิคมายังบริษัททัวร์ โดยข้อเรียกร้องดังกล่าวจะต้องประกอบด้วย ชื่อจริง นามสกุล และชื่อกลางของนักท่องเที่ยว (ชื่อของนิติบุคคล หรือชื่อของลูกค้า) ระยะเวลาและสถานที่ในการเข้าพักระหว่างการเดินทางท่องเที่ยว หมายเลขใบขอสั่งซื้อของบริษัทตัวแทน พร้อมด้วยถ้อยแถลงที่เขียนขึ้นโดยนักท่องเที่ยว (นิติบุคคล) และพนักงานผู้มีอำนาจของหน่วยงานที่ให้บริการนักท่องเที่ยว (นิติบุคคล) และลงลายมือชื่อของผู้แทนของบริษัทเจ้าบ้านในประเทศเจ้าบ้านนั้น โดยข้อเรียกร้องจะต้องแนบมาพร้อมกับสำเนาเอกสารแสดงการชำระเงินค่าใช้จ่ายในการเดินทางท่องเที่ยวของนักท่องเที่ยว (นิติบุคคล ลูกค้า)

โดยข้อเรียกร้องจะต้องถูกส่งไปถึงบริษัททัวร์ โดยตรงภายใน 14 วันนับแต่สิ้นสุดการเดินทางท่องเที่ยว โดยข้อเรียกร้องดังกล่าวจะต้องส่งมาพร้อมกับสำเนาของสัญญาให้บริการท่องเที่ยว หรือสัญญาเพื่อประโยชน์ของบุคคลภายนอก และเอกสารอื่นๆที่เกี่ยวข้องกับเรื่องดังกล่าวด้วย ในกรณีที่บริษัททัวร์ได้ยืนยันข้อเรียกร้องดังกล่าวแล้วให้ผู้แทนของคู่สัญญามาปรึกษาหารือและตัดสินใจเกี่ยวกับจำนวนเงิน ข้อกำหนด และคำสั่งการชำระหนี้สำหรับการชดเชยดังกล่าว

8.2 บริษัททัวร์จะพิจารณาข้อเรียกร้องที่ได้รับจากบริษัทตัวแทนและทำการตอบกลับภายในระยะเวลา 15 วันตามปฏิทินนับแต่วันที่ได้รับข้อเรียกร้อง โดยบริษัทตัวแทนจะส่งการตอบกลับของบริษัททัวร์ซึ่งบริษัทตัวแทนได้รับไปยังนักท่องเที่ยว โดยบริษัทตัวแทนจะส่งคำตอบที่ได้รับจากบริษัททัวร์ไปยังนักท่องเที่ยว (นิติบุคคล ลูกค้า) ที่ทำข้อเรียกร้องนั้น

 
 
 

9. เหตุสุดวิสัย

9.1 คู่สัญญาจะสามารถหลุดพ้นจากความรับผิดจากความรับผิดสำหรับการไม่ปฏิบัติตามข้อผูกพันตามสัญญา ในกรณีของเหตุสุดวิสัย เช่นดังต่อไปนี้ ให้แจ้งยกเลิกนักท่องเที่ยว โดยไม่จำเป็นต้องแจ้งเป็นหนังสือ

- น้ำท่วม แผ่นดินไหว สึนามิ โรคระบาด และปรากฏการณ์ธรรมชาติอื่นๆ

- ไฟไหม้ ระเบิด การขัดข้อง หรือ ความเสียหายจากรถยนต์

- การนัดหยุดงาน การก่อวินาศกรรม การปิดกิจการ และสถานการณ์ที่ไม่คาดคิดอื่นๆ ซึ่งส่งผลโดยตรงต่อการปฏิบัติการตามสัญญา

- การปฏิวัติ การก่อจลาจล สงครามทั้งที่เกิดจากการประกาศสงคราม และไม่ได้เกิดจากการประกาศสงคราม

- การกระทำของเจ้าหน้าที่รัฐไม่ว่าจะชอบด้วยกฎหมายหรือไม่ชอบด้วยกฎหมาย

9.2 คู่สัญญาที่ไม่สามารถปฏิบัติการตามสัญญาได้อันเนื่องมาจากเหตุสุดวิสัยต้องแจ้งเป็นลายลักษณ์อักษรเกี่ยวกับเวลาที่เกิดขึ้นและเวลาสิ้นสุดของสถานการณ์ที่เป็นเหตุสุดวิสัยดังกล่าวไปยังคู่สัญญาอีกฝ่ายหนึ่ง

 
10. การระงับข้อพิพาท

10.1 ถ้าเป็นไปได้ข้อพิพาททั้งหมดที่อาจเกิดขึ้นหรือเกี่ยวข้องกับสัญญาฉบับนี้ จะได้รับการหาข้อยุติโดยการเจรจาระหว่างคู่สัญญา ตามสัญญาฉบับนี้ไม่มีการใช้บังคับการตกลงข้อพิพาทก่อนไต่สวนคดี เมื่อไม่สามารถที่จะหาข้อยุติของข้อพิพาทได้ ข้อพิพาที่เกิดขึ้นจะถูกยื่นต่อสถาบันอนุญาโตตุลาการของสำนักงานการระงับข้อพิพาทางเลือก (สำนักงานศาลยุติธรรม) ตามกฎหมายที่บังคับใช้ของประเทศซึ่งศาลอนุญาโตตุลาการตั้งอยู่

 
11. การจองออนไลน์

11.1 ระบบการจองออนไลน์ คือ การจองบริการท่องเที่ยวของบริษัททัวร์ผ่านทางอินเทอร์เน็ต โดยระบบการจองออนไลน์อย่างเป็นทางการของบริษัททัวร์ อยู่ที่เว็บไซต์ทางการ: นโยบาย

11.2 บริษัททัวร์จะให้รหัสผ่านและรหัสผู้ใช้ในการเข้าถึงแบบฟอร์มระบบการจองออนไลน์ไม่เกิน 2 วันทำการนับแต่การลงนามในสัญญา ซึ่งถูกถือว่าเป็นข้อมูลความลับและเป็นข้อมูลที่เปิดเผยไม่ได้ หรือมีความผิดทางธุรกรรมหรือทางกฎหมายบริษัททัวร์จะต้องยอมรับและรับผิดชอบตามการเปลี่ยนแปลงที่เกิดขึ้น

11.3 ใบขอสั่งซื้อทั้งหมดที่ถูกส่งในนามของบริษัทตัวแทนด้วยระบบการจองออนไลน์ถือว่าเป็นการสั่งซื้อที่มีผลใช้ได้หากถูกกระทำการเป็นลายลักษณ์อักษรพร้อมกับข้อกำหนดของสัญญาที่มีอยู่

11.4 บริษัททัวร์จะจัดให้มีการช่วยเหลือทางเทคนิคเกี่ยวกับการใช้งานระบบการจองออนไลน์ การเข้าถึงข้อเสนอราคาของบริษัททัวร์เช่นเดียวกับบัญชีรายชื่อบริการที่มีการจองไว้

11.5 ใบขอสั่งซื้อของบริษัทตัวแทนที่กระทำการผ่านระบบการจองออนไลน์เป็นสิ่งที่จำเป็นอย่างยิ่ง ใบขอสั่งซื้อของบริษัทตัวแทนที่ทำบนกระดาษสามารถที่จะใช้ได้ในกรณีพิเศษและจะต้องถือว่าเป็นข้อตกลงร่วมกับบริษัททัวร์ แบบฟอร์มใบขอสั่งซื้อของบริษัทตัวแทนที่เป็นกระดาษสามารถที่จะหาได้บนเว็บไซต์ทางการของบริษัททัวร์ที่ นโยบายการให้บริการใบสั่งซื้อ เอกสารสแกนสำเนาของใบขอสั่งซื้อของบริษัทตัวแทนที่เป็นกระดาษ กรอกข้อมูลและลงลายมือชื่อโดยผู้แทนที่รับมอบอำนาจของบริษัทตัวแทนอาจจะถูกส่งไปยังบริษัททัวร์ผ่านทางอีเมล์ และจะต้องถูกถือว่าเป็นสำเนาต้นฉบับที่ถูกยื่นโดยบริษัทตัวแทน

11.6 บริษัททัวร์รับประกันว่าระบบการจองออนไลน์จะไม่ถูกใช้ในทางที่ไม่ถูกต้องเหมาะสมและระบบดังกล่าวจะถูกใช้งานโดยพนักงานที่ผ่านการฝึกอบรมเป็นอย่างดีของทางบริษัททัวร์ เป็นผู้ที่มีความสามารถในการใช้งานระบบการจองออนไลน์และสามารถเข้าถึงระบบดังกล่าวได้

11.7. บริษัททัวร์มีหน้าที่แจ้งบริษัทตัวแทนให้ทราบหากจำเป็นต้องมีการยกเลิกหรือการเปลี่ยนแปลงชื่อผู้ใช้หรือรหัสผ่านที่ได้รับสิทธิ์อนุญาตก่อนหน้านี้โดยทันที

 
12. เงื่อนไขอื่นๆ

12.1. สัญญาฉบับนี้ทำขึ้นโดยการลงลายมือชื่อของคู่สัญญา หรือโดยการเข้าร่วมของบริษัทตัวแทนในสัญญา ที่ลงข้อมูลไว้บนเว็บไซต์ของบริษัททัวร์เมื่อทำการจองผลิตภัณฑ์การท่องเที่ยวในตอนที่มีการยอมรับสัญญาโดยบริษัททัวร์ โดยวิธีการเข้าร่วม สัญญาถูกกระทำการในวิธีการใช้หนังสือยินยอมโดยไม่มีเงื่อนไขโดยบริษัทตัวแทนพร้อมกับข้อกำหนดและเงื่อนไขทั้งหมดที่ และหนังสือยินยอมดังกล่าวจะต้องถูกร้องขอจากทางบริษัทตัวแทนก่อนที่ทำการสั่งซื้อผลิตภัณฑ์การท่องเที่ยว ลงข้อมูลไว้บนเว็บไซต์ของบริษัททัวร์ในแบบฟอร์มใบสั่งของสั่งซื้อ การจองผลิตภัณฑ์การท่องเที่ยวไม่สามารถทำได้หากไม่มีหนังสือยินยอมดังกล่าวในแบบฟอร์มใบขอสั่งซื้อที่ระบุ ในกรณีของการส่งใบขอสั่งซื้อของบริษัทตัวแทนโดยทางบริษัทตัวแทนไปยังบริษัททัวร์และการยืนยันใบขอสั่งซื้อดังกล่าวโดยทางบริษัททัวร์ คู่สัญญาพิจารณาว่าสัญญาฉบับนี้ถูกกระทำการนับแต่วันที่มีการยอมรับใบขอสั่งซื้อของบริษัทตัวแทนโดยบริษัททัวร์

12.2 สัญญาฉบับนี้จะมีผลใช้บังคับเมื่อมีการลงลายมือชื่อหรือการยอมรับแบบอิเล็คโทรนิคมีผลใช้ได้จนกว่าคู่สัญญาฝ่ายใดฝ่ายหนึ่งผิดสัญญาหรือมีการเปลี่ยนแปลง หรือมีฝ่ายใดฝ่ายหนึ่งของคู่สัญญาแจ้งไปยังอีกฝ่ายหนึ่งเป็นลายลักษณ์อักษรถึงเจตนาในการบอกเลิกสัญญา คู่สัญญามีสิทธิ์ในการส่งข้อความไปยังบริษัทตัวแทนในเรื่องที่เกี่ยวข้องกับเจตนาในการบอกเลิกสัญานี้โดยเครื่องมืออิเล็กทรอนิกส์หรือดำเนินการผ่านการส่งจดหมายทั่วไป การขยายระยะเวลาของสัญญาฉบับนี้ตามข้อกำหนดและเงื่อนไขที่กำหนดสามารถที่จะดำเนินการได้โดยไม่จำกัดจำนวนครั้ง

12.3 คู่สัญญาทั้งสองฝ่ายตกลงว่าเมื่อมีการลงนามในภาคผนวกต่อท้ายสัญญา ข้อตกลงเพิ่มเติม จดหมายและเอกสารอื่นๆ ซึ่งจะจำเป็นต้องมีขึ้นตามการปฏิบัติตามสัญญาฉบับนี้ บริษัทท่องเที่ยวสามารถใช้แบบจำลองลายมือชื่อของผู้มีอำนาจที่ทำขึ้นโดยเครื่องมือคัดลอกได้ และตัวแทนก็ตกลงว่าการเปลี่ยนแปลงสัญญานี้สามารถทำขึ้นโดยบริษัทท่องเที่ยวฝ่ายเดียวได้ โดยวิธีแสดงไว้บนเว็บไซต์ของบริษัทท่องเที่ยว หรือส่งอีเมล์แจ้งไปยังตัวแทนผู้มีอำนาจของตัวแทนตามที่ระบุไว้ในสัญญานี้หรือโดยระบบการจองออนไลน์

12.4 คู่สัญญาได้มีการตกลงร่วมกันที่จะพิจารณาเอกสารทั้งหมดที่ส่งผ่านโทรสารหรือเครื่องมืออิเล็กทรอนิกส์เป็นสำเนาต้นฉบับ

12.5 คู่สัญญาขอสงวนสิทธิ์ในการบอกเลิกสัญญาในกรณีที่มีข้อผูกพันร่วมกันที่เกิดขึ้นจากสัญญาได้มีการปฏิบัติตาม ฝ่ายที่ริเริ่มการบอกเลิกสัญญาฉบับนี้จะต้องแจ้งไปยังอีกฝ่ายหนึ่งเป็นลายลักษณ์อักษรภายในระยะเวลาที่ไม่น้อยกว่า 1 เดือนก่อนวันที่บอกเลิกสัญญา นับแต่ตอนที่หนังสือแจ้งเตือนโดยทางบริษัททัวร์ที่ส่งให้แก่บริษัทตัวแทน บริษัทตัวแทนสูญเสียสิทธิ์ในการทำข้อตกลงสัญญาให้บริการท่องเที่ยว สัญญาเพื่อประโยชน์ของบุคคลที่สาม และบริษัททัวร์จะหยุดยอมรับใบขอสั่งซื้อของบริษัทตัวแทน

12.6 ในเรื่องที่เกี่ยวข้องกับความสัมพันธ์ทางการเงินของคู่สัญญา สัญญาจะยังมีผลใช้บังคับจนกว่าจะมีการชำระหนี้เต็มจำนวนระหว่างทั้งสองฝ่าย

12.7 เมื่อมีการลงลายมือชื่อในสัญญา การเจรจาต่อรอง การสื่อสาร ข้อตกลงก่อนหน้านี้ และบันทึกความเข้าใจในประเด็นที่เกี่ยวข้องกับสัญญาจะถือว่าเป็นโมฆะ

12.8 การแก้ไขเพิ่มเติมสัญญาฉบับนี้อาจจะถูกทำขึ้นมาโดยความยินยอมร่วมกันของคู่สัญญาที่จะต้องถูกกระทำการในเอกสารแนบท้ายสัญญา

12.9 เอกสารแนบท้ายสัญญาตามสัญญาฉบับนี้จะต้องถูกถือว่าเป็นส่วนหนึ่งของสัญญาฉบับนี้ และจะต้องมีผลผูกพันตามกฎหมายหากทำขึ้นมาเป็นลายลักษณ์อักษรและลงลายมือชื่อโดยผู้แทนรับมอบอำนาจของคู่สัญญาและมีการประทับตราบริษัทเป็นสำคัญ

12.10 ความสัมพันธ์ทางกฎหมายทั้งหมดที่เกิดขึ้นตามการปฏิบัติตามสัญญา และไม่ได้มีอยู่ในสัญญาจะต้องถูกใช้บังคับโดยกฎหมายแห่งราชอาณาจักรไทย

12.11 บริษัทตัวแทนแสดงให้เห็นรายละเอียดที่สำคัญของบริษัทสาขาหรือหน่วยงานแยกอื่นๆ ที่สามารถดำเนินการกิจกรรมของบริษัทตัวแทน

12.12 โดยการลงลายมือชื่อในสัญญา บริษัททัวร์มีสิทธิ์ให้สิทธิ์กับทางบริษัทตัวแทนนการประมวลผล (การเก็บรวบรวม การบันทึก การสะสม การจัดเก็บ การปรับเปลี่ยน การดัดแปลง การต่ออายุ การใช้ และการแจกจ่าย (โอนไปยังบุคคลที่สาม) การทำให้ไม่เป็นส่วนตัว การทำลาย) ข้อมูลส่วนบุคคลของนักท่องเที่ยวที่จะถูกโอนไปยังบริษัททัวร์ในส่วนที่เกี่ยวข้องกันหรือปฏิบัติตามให้สำเร็จตามสัญญา บริษัทตัวแทนรับประกันว่าข้อมูลส่วนตัวที่โอนไปยังบริษัททัวร์จะได้รับและจะถูกนำไปใช้โดยบริษัทตัวแทนอย่างถูกต้องตามกฎหมาย และบริษัทตัวแทนจะมีมูลเหตุทางกฎหมายที่จำเป็นในการโอนข้อมูลส่วนบุคคลข้างต้นไปยังบริษัททัวร์เมื่อบริษัททัวร์จัดหาให้ผลิตภัณฑ์การท่องเที่ยวสำหรับนักท่องเที่ยว ปริมาณการประมวลผลข้อมูลส่วนตัวของนักท่องเที่ยวจะต้องถูกกำหนดโดยบริษัททัวร์ตามจุดประสงค์ของการประมวลผล บริษัทตัวแทนรับประกันว่านักท่องเที่ยวให้สิทธิ์แก่บริษัททัวร์ในการกำหนดปริมาณการประมวลผลข้อมูลส่วนบุคคล

บริษัทตัวแทนจะชดใช้ค่าเสียหายสำหรับความเสียหายของทรัพย์สินของบริษัททัวร์ที่มีเหตุจากการละเมิดของคู่สัญญาจากการรับประกันดังกล่าว

12.13 สัญญาที่มีใบขอสั่งซื้อที่ดำเนินการเป็นภาษาไทย โดยแต่ละฉบับสำหรับแต่ละฝ่าย แต่ละฉบับจะต้องถูกถือว่ามีผลบังคับใช้ทางกฎหมายเท่าเทียมกัน ในกรณีที่มีข้อขัดแย้งภาษาไทยของสัญญาฉบับนี้ ให้บังคับสัญญาตามฉบับหลัก

 
ข้อสัญญาแนบท้าย
 

เกณฑ์บังคับที่ถูกรวมไว้ในสัญญาให้บริการท่องเที่ยวและ

สัญญาเพื่อประโยชน์ของบุคคลที่สาม

ตามข้อกำหนดของสัญญาการเป็นตัวแทน(หลังจากนี้จะเรียกว่าสัญญาการเป็นตัวแทน) คู่สัญญาได้ระบุเงื่อนไขที่สำคัญสำหรับสัญญาให้บริการท่องเที่ยวและสัญญาเพื่อประโยชน์ของบุคคลที่สามที่ทำข้อตกลงโดยบริษัทตัวแทนภายใต้การมอบอำนาจ ดังต่อไปนี้

1. นักท่องเที่ยวจะต้องปฏิบัติดังต่อไปนี้

1.1 ชำระเงินให้แก่บริษัททัวร์ภายใน 1 วันทำการของธนาคารสำหรับราคาเต็มจำนวนของทัวร์และบริการเพิ่มเติมที่สั่งซื้อโดยบริษัทตัวแทน

1.2 ปฏิบัติตามข้อบังคับของการพำนักในประเทศที่มีการพำนักชั่วคราว ปฏิบัติตามพิธีขนบธรรมเนียมและประเพณีของประชาชนในท้องถิ่น เช่นเดียวกับข้อบังคับของศุลกากรและกฎการเข้า/ออกจากประเทศที่พำนักชั่วคราว; ไม่รบกวนความสงบเรียบร้อยและไม่ละเมิดกฎหมายที่ใช้บังคับใช้ในประเทศที่พำนักชั่วคราว; ปฏิบัติตามกฎระเบียบและกฎความปลอดภัยจากอัคคีภัยในสถานที่พักและที่อยู่ชั่วคราว กฎการเข้าประเทศ (พื้นที่) ของการพำนักและการอยู่ชั่วคราวถูกลงข้อมูลไว้ในเว็บไซต์ทางการ: ข้อกำหนด นอกจากนี้บริษัทตัวแทนจะต้องแจ้งแก่นักท่องเที่ยวอีกด้วย โดยการลงลายมือชื่อในสัญญาฉบับนี้ นักท่องเที่ยวยืนยันว่าพวกเขาได้อ่านและรับทราบกฎในทุกข้อ

1.3 ในกรณีที่ไม่ปฏิบัติตามเงื่อนไขของการเดินทางท่องเที่ยวและเงื่อนไขภายใต้สัญญาฉบับนี้ บริษัทตัวแทนจะแจ้งให้บริษัททัวร์ทราบภายในระยะเวลาไม่เกิน 3 ชั่วโมงนับแต่สิ้นสุดการเดินทางท่องเที่ยว ในกรณีนี้ข้อเรียกร้องจะต้องประกอบไปด้วยถ้อยแถลงที่เขียนขึ้นโดยนักท่องเที่ยว (กลุ่มนักท่องเที่ยว) และพนักงานผู้รับมอบอำนาจในหน่วยงานที่ให้บริการนักท่องเที่ยวและได้การรับรองโดยลายมือชื่อของบริษัทตัวแทนพนักงานที่ได้รับอนุญาติจากบริษัททัวร์ในประเทศที่อยู่อาศัยชั่วคราว และส่งมาพร้อมกับสำเนาของสัญญาฉบับนี้ สำเนาของเอกสารยืนยันการชำระเงินค่าเดินทางท่องเที่ยวของนักท่องเที่ยว (กลุ่มนักท่องเที่ยว) และหลักฐานอื่นๆ ที่ยืนยันได้ว่ามีการไม่ปฏิบัติตามเงื่อนไขที่การท่องเที่ยวภายใต้สัญญาฉบับนี้ กรณีที่ไม่มีข้อเรียกร้องที่ทำขึ้นโดยการท่องเที่ยวนักท่องเที่ยว (กลุ่มนักท่องเที่ยว) ในเงื่อนไขที่ระบุไว้เฉพาะ แสดงให้ว่าบริษัททัวร์ได้ดำเนินการตามข้อผูกพันของภายใต้สัญญาฉบับนี้

1.4 บริษัททัวร์จะได้รับชดใช้คืนสำหรับค่าใช้จ่ายอันมีผลมาจากการปฏิเสธของนักท่องเที่ยวที่ทำข้อตกลงในสัญญานี้ก่อนการเดินทางท่องเที่ยว หรือหากคำสั่งซื้อมีการเปลี่ยนแปลง โดยเฉพาะอย่างยิ่งเมื่อมีการพิจารณาว่าเป็นการยกเลิกสัญญาฉบับนี้ที่กระทำขึ้นโดยนักท่องเที่ยวจะต้องเป็นการไม่ชำระเงินที่ครบกำหนดและเต็มจำนวนสำหรับผลิตภัณฑ์การท่องเที่ยว ค่าใช้จ่ายเหล่านี้ตามสัญญาที่ทำข้อตกลงโดยบริษัททัวร์ที่ให้บริการท่องเที่ยว เป็นเงินที่ถูกหักค่าใช้จ่ายตามจริงจากบริษัททัวร์โดยคู่ค้าดังกล่าวในรูปแบบของความเสียหายจากการเรียกร้อง เบี้ยปรับ และค่าชดเชย

2. นักท่องเที่ยว (กลุ่มนักท่องเที่ยว) จะต้องรับผิดชอบสำหรับความเสียหายต่อทรัพย์สินหรือกระทำผิดกฎหมายในระหว่างการเดินทางท่องเที่ยวตามกฎหมายที่ใช้บังคับของประเทศที่พำนักชั่วคราว

3. ในกรณีที่นักท่องเที่ยวละเมิดบริการที่จัดหาให้โดยบริษัททัวร์สำหรับบริการท่องเที่ยว การลงทะเบียน หรือกฎการขนส่งกระเป๋าสัมภาระ การก่อความเสียหายต่อทรัพย์สินของบริษัทขนส่ง การละเมิดกฎของโรงแรม หรือกฎหมายของประเทศที่พำนักชั่วคราว เบี้ยปรับที่ถูกเรียกเก็บจากนักท่องเที่ยวเป็นจำนวนเงินที่กำหนดโดยกฎและข้อบังคับที่เกี่ยวข้องของบริษัทขนส่ง โรงแรม ประเทศที่พำนักชั่วคราว บริษัททัวร์จะไม่ต้องรับผิดชอบในกรณีนี้

4. บริษัททัวร์จะไม่รับผิดชอบสำหรับความปลอดภัยของกระเป๋าสัมภาระของนักท่องเที่ยว ของมีค่า และเอกสารต่างๆ ตลอดระยะเวลาของการเดินทางท่องเที่ยวทั้งหมด

5. บริษัททัวร์จะไม่รับผิด หากโดยการตัดสินของเจ้าหน้าที่หรือบุคคลที่เกี่ยวข้องส่งผลทำให้นักท่องเที่ยวถูกปฏิเสธสิทธิ์ในการเข้าหรืออกจากประเทศเนื่องจากการละเมิดกฎหมายหรือด้วยเหตุผลอื่นๆ หรือโดยสาเหตุอื่นๆ ที่อยู่นอกเหนือการควบคุมของบริษัททัวร์เมื่อนักท่องเที่ยวไม่สามารถใช้ผลิตภัณฑ์การท่องเที่ยวได้

6. บริษัททัวร์จะไม่รับผิดชอบสำหรับการชดใช้เงินคืนสำหรับค่าใช้จ่ายของนักท่องเที่ยวสำหรับบริการที่ชำระแล้ว หากภายในระยะเวลาบริการดังกล่าว นักท่องเที่ยว (กลุ่มนักท่องเที่ยว) ได้ชำระเงินไปเพื่อผลประโยชน์ของตนเองที่ไม่ได้รับประโยชน์จากบริการทั้งหมดหรือบางอย่างที่สั่งซื้อและได้ชำระเงินไปแล้ว และจะไม่ได้รับการชดใช้เงินคืนสำหรับค่าใช้จ่ายของนักท่องเที่ยวนอกเหนือจากบริการที่กำหนดในสัญญา

7. บริษัททัวร์ไม่ต้องรับผิดสำหรับค่าใช้จ่ายของนักท่องเที่ยว (กลุ่มนักท่องเที่ยว) ที่เกี่ยวข้องกับการเกิดขึ้นของเหตุการณ์ที่ทำประกันภัยไว้ ในกรณีของเหตุการณ์ที่ทำประกันภัยไว้ การเรียกร้องค่าเสียหายและรายการบัญชีค่าใช้จ่ายของนักท่องเที่ยวจะต้องถูกทำขึ้นมาสำหรับบริษัทประกันภัยตามที่ระบุในกรมธรรม์ประกันภัย

8. บริษัททัวร์ไม่ต้องรับผิดชอบสำหรับการปฏิเสธของสถานทูตต่างประเทศในการออกวีซ่าให้แก่นักท่องเที่ยว (กลุ่มนักท่องเที่ยว) ตามกำหนดการเดินทาง

9. คู่สัญญาได้ตกลงร่วมกันว่าสิทธิ์และข้อผูกพันของพวกเขาตามสัญญาฉบับนี้ (ยกเว้นสำหรับข้อผูกพันของบริษัททัวร์ในการคืนเงินที่ชำระโดยนักท่องเที่ยวภายในระยะเวลา 1 เดือน) จะถือว่าสิ้นสุดเมื่อมีการเกิดขึ้นของสถานการณ์การบอกเลิกสัญญา ซึ่งเป็นการปฏิเสธของคู่ค้าของบริษัททัวร์ในการให้บริการท่องเที่ยวสำหรับการนำไปปฏิบัติ เพื่อที่จะให้บริการดังกล่าว เกี่ยวกับการเกิดขึ้นของสถานการณ์การบอกเลิกสัญญา เช่นเดียวกับการหายไป บริษัททัวร์จะแจ้งนักท่องเที่ยวผ่านทางบริษัทตัวแทน

10. คู่สัญญาตกลงร่วมกันว่าการเปลี่ยนแปลงเงื่อนไขของสัญญาฉบับนี้โดยฝ่ายบริษัทตัวแทนเป็นผู้ริเริ่มโดยการส่งข้อเสนอผ่านบริษัททัวร์ไปยังนักท่องเที่ยว (กลุ่มนักท่องเที่ยว) ผู้ซึ่งแจ้งการรับข้อเสนอดังกล่าวเป็นลายลักษณ์อักษรภายในระยะเวลา 1 วันผ่านบริษัทตัวแทนไปยังบริษัททัวร์ หากนักท่องเที่ยวไม่สามารถตอบกลับได้ภายในระยะเวลาที่ระบุในวรรคนี้ คู่สัญญาพิจารณาว่านักท่องเที่ยวยอมรับข้อเสนอการเปลี่ยนแปลงตามสัญญานี้

11. ข้อพิพาททั้งหมดที่อาจจะเกิดขึ้นจากสัญญาหรือเกี่ยวข้องกับสัญญาฉบับนี้ จะต้องหาข้อยุติโดยการเจรจาต่อรองระหว่างคู่สัญญา หากไม่สามารถระงับข้อพิพาทได้ ข้อพิพาทจะต้องถูกส่งเพื่อพิจารณาไปยังศาลของราชอาณาจักรไทยตามกฎหมายที่ใช้บังคับของประเทศซึ่งศาลตั้งอยู่

บริษัทตัวแทนจะรวมข้อกำหนดที่เป็นสาระสำคัญข้างต้นไว้ในสัญญาทุกฉบับที่มีการทำข้อตกลงขึ้นโดยมีจุดประสงค์เพื่อขายผลิตภัณฑ์การท่องเที่ยวของบริษัททัวร์ เว้นเสียแต่ว่าจะมีการกำหนดไว้เป็นอย่างอื่นโดยการตกลงร่วมกันของคู่สัญญา ถ้อยแถลงของ บริษัทตัวแทนที่เข้าร่วมทำสัญญาการเป็นตัวแทนขายผลิตภัณฑ์การท่องเที่ยว

 

 

ใบคำร้องนี้จะต้องถูกถือว่าเป็นการยอมรับสัญญาการเป็นตัวแทนการขายผลิตภัณฑ์การท่องเที่ยว ที่ส่งไปยังบริษัททัวร์โดยทางบริษัทตัวแทน

 

ใบคำร้องปัจจุบันจะต้องถูกทำขึ้นโดยผู้แทนของบริษัทตัวแทนที่มีอำนาจในการลงลายมือชื่อ (ทำข้อตกลง) ในสัญญา ตาม (แนบสำเนามาด้วย)

 

บริษัทตัวแทนยืนยันว่าสำเนาของใบคำร้องที่ส่งไปยังที่อยู่บริษัททัวร์ผ่านระบบอิเล็กทรอนิกส์ (เมลล์) มีผลใช้ได้ตามกฎหมาย ข้อกำหนดทั้งหมดที่ใช้ในถ้อยแถลงนี้เป็นไปตามข้อกำหนดของสัญญาการเป็นตัวแทนการขายผลิตภัณฑ์การท่องเที่ยว

 
 
		<p> 
		</p>
	</div>
	
	<div class="w3-quarter-body w3-container">
		&nbsp;
	</div>
</div>	



<?php include 'footer.php'; ?>



</body>
</html>
